Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: A release-notes page loads in a web view that fetches its own images and fonts, and App Store and Homebrew updates are carried out by separate tools. Those requests are not DuoUpdater's to record, so this is not a log of everything your Mac sends.
de: Eine Seite mit Versionshinweisen wird in einer Webansicht geladen, die ihre eigenen Bilder und Schriften abruft, und Updates aus dem App Store und von Homebrew werden von eigenen Werkzeugen ausgeführt. Diese Anfragen kann DuoUpdater nicht erfassen — dies ist also kein Protokoll von allem, was Ihr Mac sendet.
es: Una página de notas de versión se carga en una vista web que descarga sus propias imágenes y tipografías, y las actualizaciones de la App Store y de Homebrew las realizan herramientas aparte. Esas peticiones no son de DuoUpdater, así que este no es un registro de todo lo que envía tu Mac.
fr: Une page de notes de version s’ouvre dans une vue web qui récupère ses propres images et polices, et les mises à jour de l’App Store et de Homebrew sont effectuées par des outils distincts. Ces requêtes ne sont pas celles de DuoUpdater : ceci n’est donc pas un journal de tout ce que votre Mac envoie.
it: Una pagina di note di rilascio si carica in una vista web che scarica da sé immagini e font, e gli aggiornamenti dell’App Store e di Homebrew vengono eseguiti da strumenti separati. Quelle richieste non spetta a DuoUpdater registrarle, quindi questo non è un registro di tutto ciò che il tuo Mac invia.
ja: リリースノートのページは Web ビューで開かれ、画像やフォントを自分で取得します。App Store と Homebrew の更新は別のツールが行います。それらは DuoUpdater の記録できる範囲ではないため、これは Mac が送信するすべての記録ではありません。
pt_br: Uma página de notas de versão carrega numa visualização web que busca as próprias imagens e fontes, e as atualizações da App Store e do Homebrew são feitas por ferramentas separadas. Essas requisições não cabem ao DuoUpdater registrar, então isto não é um registro de tudo o que o seu Mac envia.
ru: Страница с заметками о выпуске открывается в веб-представлении, которое само загружает изображения и шрифты, а обновления из App Store и Homebrew выполняют отдельные инструменты. Эти запросы DuoUpdater не записывает, поэтому это не журнал всего, что отправляет ваш Mac.
tr: Sürüm notları sayfası, kendi görüntülerini ve fontlarını indiren bir web görünümünde yüklenir; App Store ve Homebrew güncellemeleri ise ayrı araçlarla yapılır. Bu istekleri kaydetmek DuoUpdater’ın işi değildir; dolayısıyla bu, Mac’inizin gönderdiği her şeyin günlüğü değildir.
zh_hans: 发布说明是在一个 Web 视图里打开的，图片和字体由它自己去取；App Store 和 Homebrew 的更新则由各自的工具完成。这些请求不归 DuoUpdater 记录，所以这里不是你这台 Mac 发出的全部流量。
zh_hant: 版本說明頁面會在網頁檢視中載入，並自行取得圖片與字型；App Store 和 Homebrew 的更新則由各自的工具執行。這些請求不歸 DuoUpdater 記錄，因此這裡並非你的 Mac 傳出的所有流量。

source: Alcove publishes release notes and installable builds only to its licensed update channel. The key is stored in the Keychain, never synced off this Mac, and only ever sent to api.tryalcove.com — the same place Alcove sends it.
de: Alcove veröffentlicht Versionshinweise und installierbare Builds nur in seinem lizenzierten Update-Kanal. Der Schlüssel wird im Schlüsselbund gespeichert, nie über diesen Mac hinaus synchronisiert und ausschließlich an api.tryalcove.com gesendet – denselben Ort, an den Alcove ihn auch sendet.
es: Alcove solo publica notas de versión y compilaciones instalables en su canal de actualización con licencia. La clave se guarda en el Llavero, nunca se sincroniza fuera de este Mac y solo se envía a api.tryalcove.com, el mismo lugar al que la envía Alcove.
fr: Alcove ne publie ses notes de version et ses versions installables que sur son canal de mise à jour sous licence. La clé est stockée dans le Trousseau, jamais synchronisée hors de ce Mac, et n'est envoyée qu'à api.tryalcove.com — le même endroit où Alcove l'envoie lui-même.
it: Alcove pubblica note di rilascio e build installabili solo sul suo canale di aggiornamento con licenza. La chiave è salvata nel Portachiavi, non viene mai sincronizzata fuori da questo Mac e viene inviata solo ad api.tryalcove.com, lo stesso indirizzo a cui la invia Alcove.
ja: Alcoveはライセンス済みの更新チャンネルにのみリリースノートとインストール可能なビルドを公開します。キーはキーチェーンに保存され、このMac以外に同期されることはなく、api.tryalcove.com（Alcove自身が送信するのと同じ場所）にのみ送信されます。
pt_br: O Alcove publica notas de versão e builds instaláveis somente no canal de atualização licenciado. A chave fica armazenada nas Chaves, nunca é sincronizada para fora deste Mac e só é enviada para api.tryalcove.com — o mesmo lugar para onde o Alcove a envia.
ru: Alcove публикует заметки о выпуске и устанавливаемые сборки только в своём лицензированном канале обновлений. Ключ хранится в Keychain, никогда не синхронизируется за пределы этого Mac и отправляется только на api.tryalcove.com — туда же, куда его отправляет сам Alcove.
tr: Alcove, sürüm notlarını ve yüklenebilir derlemeleri yalnızca lisanslı güncelleme kanalında yayımlar. Anahtar Anahtar Zinciri’nde saklanır, bu Mac’in dışına asla eşzamanlanmaz ve yalnızca api.tryalcove.com adresine gönderilir — Alcove’un da gönderdiği yere.
zh_hans: Alcove 仅在其授权的更新渠道中发布发行说明和可安装的版本。密钥保存在钥匙串中，绝不会同步到这台 Mac 之外，也只会发送到 api.tryalcove.com — 与 Alcove 本身发送的地址相同。
zh_hant: Alcove 只在其授權更新通道中提供版本說明和可安裝的版本。金鑰儲存在鑰匙圈中，絕不會同步到這台 Mac 之外，且只會傳送到 api.tryalcove.com——也就是 Alcove 本身傳送的位置。

source: Also asks TestFlight on its own — at most once an hour, or when a beta has moved on — starting it in the background for a few seconds (about 0.7 MB). Needs Full Disk Access.
de: Fragt TestFlight außerdem von sich aus – höchstens einmal pro Stunde oder wenn eine Beta weitergezogen ist – und startet es dafür ein paar Sekunden im Hintergrund (rund 0,7 MB). Benötigt Festplattenvollzugriff.
es: Además pregunta a TestFlight por su cuenta —como mucho una vez por hora, o cuando una beta ha avanzado—, iniciándolo en segundo plano unos segundos (unos 0,7 MB). Necesita acceso total al disco.
fr: Interroge aussi TestFlight de lui-même — au plus une fois par heure, ou quand une bêta a avancé — en le lançant quelques secondes en arrière-plan (environ 0,7 Mo). Nécessite l’accès complet au disque.
it: Interroga anche TestFlight direttamente, al massimo una volta all’ora o quando una beta è avanzata, avviandolo in background per qualche secondo (circa 0,7 MB). Richiede l’Accesso completo al disco.
ja: さらに DuoUpdater から TestFlight に問い合わせます（1 時間に 1 回まで、またはベータ版が進んだとき）。そのたびに TestFlight をバックグラウンドで数秒起動します（約 0.7 MB）。フルディスクアクセスが必要です。
pt_br: Também consulta o TestFlight por conta própria — no máximo uma vez por hora, ou quando um beta avança — abrindo-o em segundo plano por alguns segundos (cerca de 0,7 MB). Requer Acesso Total ao Disco.
ru: Также сам спрашивает TestFlight — не чаще раза в час или когда бета-версия ушла вперёд, — запуская его в фоне на несколько секунд (около 0,7 МБ). Нужен полный доступ к диску.
tr: TestFlight’a kendisi de sorar — en fazla saatte bir veya bir beta ilerlediğinde — ve bunun için TestFlight’ı arka planda birkaç saniyeliğine başlatır (yaklaşık 0,7 MB). Tam Disk Erişimi gerekir.
zh_hans: 还会自己去问 TestFlight——每小时最多一次，或在某个测试版已更新时——每次在后台启动它几秒钟（约 0.7 MB）。需要完全磁盘访问权限。
zh_hant: 也會自行詢問 TestFlight——每小時最多一次，或在 Beta 版有新進展時——在背景啟動它幾秒鐘（約 0.7 MB）。需要「完全取用磁碟」權限。

source: Accessibility needed
de: Bedienungshilfen erforderlich
es: Se necesita acceso de accesibilidad
fr: Accès requis (Accessibilité)
it: Accessibilità necessaria
ja: アクセシビリティ権限が必要です
pt_br: Acessibilidade necessária
ru: Нужен «Универсальный доступ»
tr: Erişilebilirlik gerekli
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
pt_br: Contas
ru: Аккаунты
tr: Hesaplar
zh_hans: 账户
zh_hant: 帳號

source: Across %lld recorded releases. Times in your local zone.
de: Basierend auf %lld erfassten Releases. Zeiten in deiner Zeitzone.
es: Basado en %lld versiones registradas. Horas en tu zona horaria local.
fr: Basé sur %lld versions enregistrées. Heures dans votre fuseau local.
it: Su %lld release registrate. Orari nel tuo fuso orario.
ja: 記録された %lld 件のリリースに基づきます。時刻はお使いのタイムゾーンです。
pt_br: Com base em %lld versões registradas. Horários no seu fuso local.
ru: На основе %lld зафиксированного релиза. Время указано в вашем часовом поясе.
tr: Kaydedilmiş %lld sürüm üzerinden. Saatler yerel saat diliminizde.
zh_hans: 基于已记录的 %lld 次发布。时间为你的本地时区。
zh_hant: 根據已記錄的 %lld 次發行。時間為你的當地時區。

source: Across %lld recorded releases. Times in your local zone. The pattern sharpens as this app ships more.
de: Basierend auf %lld erfassten Releases. Zeiten in deiner Zeitzone. Das Muster wird schärfer, je mehr diese App veröffentlicht.
es: Basado en %lld versiones registradas. Horas en tu zona horaria local. El patrón se afina a medida que esta app publica más versiones.
fr: Basé sur %lld versions enregistrées. Heures dans votre fuseau local. La tendance s'affine à mesure que cette application publie davantage.
it: Su %lld release registrate. Orari nel tuo fuso orario. Lo schema diventa più preciso man mano che questa app pubblica nuove versioni.
ja: 記録された %lld 件のリリースに基づきます。時刻はお使いのタイムゾーンです。このアプリが今後さらにリリースされるとパターンがより明確になります。
pt_br: Com base em %lld versões registradas. Horários no seu fuso local. O padrão fica mais nítido à medida que este app lança mais versões.
ru: На основе %lld зафиксированного релиза. Время указано в вашем часовом поясе. Закономерность станет чётче по мере новых выпусков.
tr: Kaydedilmiş %lld sürüm üzerinden. Saatler yerel saat diliminizde. Bu uygulama daha çok sürüm yayımladıkça desen netleşir.
zh_hans: 基于已记录的 %lld 次发布。时间为你的本地时区。随着此应用发布更多版本，规律会更加清晰。
zh_hant: 根據已記錄的 %lld 次發行。時間為你的當地時區。這個 App 發行越多次，規律就越明確。

source: Active · instance …%@
de: Aktiv · Instanz …%@
es: Activo · instancia …%@
fr: Actif · instance …%@
it: Attiva · istanza …%@
ja: 有効 · インスタンス …%@
pt_br: Ativa · instância …%@
ru: Активно · экземпляр …%@
tr: Etkin · örnek …%@
zh_hans: 已启用 · 实例 …%@
zh_hant: 使用中 · 實例 …%@

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 加入

source: Add Folder…
de: Ordner hinzufügen …
es: Añadir carpeta…
fr: Ajouter un dossier…
it: Aggiungi cartella…
ja: フォルダを追加…
pt_br: Adicionar Pasta…
ru: Добавить папку…
tr: Klasör Ekle…
zh_hans: 添加文件夹…
zh_hant: 加入資料夾…

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
pt_br: Endereço
ru: Адрес
tr: Adres
zh_hans: 地址
zh_hant: 位址

source: Advanced — set instance ID manually
de: Erweitert – Instanz-ID manuell festlegen
es: Avanzado: establecer el ID de instancia manualmente
fr: Avancé — définir l'ID d'instance manuellement
it: Avanzate — imposta ID istanza manualmente
ja: 詳細設定 — インスタンスIDを手動で設定
pt_br: Avançado — definir o ID da instância manualmente
ru: Дополнительно — задать ID экземпляра вручную
tr: Gelişmiş — örnek kimliğini elle ayarla
zh_hans: 高级 — 手动设置实例 ID
zh_hant: 進階 — 手動設定實例 ID

source: After an update
de: Nach einem Update
es: Tras una actualización
fr: Après une mise à jour
it: Dopo un aggiornamento
ja: 更新後
pt_br: Após uma atualização
ru: После обновления
tr: Bir güncellemeden sonra
zh_hans: 更新后
zh_hant: 更新後

source: Alcove keeps release notes and installable builds behind its license.
de: Alcove verbirgt Versionshinweise und installierbare Builds hinter seiner Lizenz.
es: Alcove reserva las notas de versión y las compilaciones instalables a quienes tienen licencia.
fr: Alcove protège les notes de version et les versions installables derrière sa licence.
it: Alcove tiene note di rilascio e build installabili dietro la sua licenza.
ja: Alcove のリリースノートとインストール用ビルドは、ライセンスがないと利用できません。
pt_br: O Alcove mantém as notas de versão e os builds instaláveis por trás da licença.
ru: Alcove скрывает заметки о выпуске и устанавливаемые сборки за лицензией.
tr: Alcove, sürüm notlarını ve yüklenebilir derlemeleri lisans arkasında tutar.
zh_hans: Alcove 将发行说明和可安装的版本置于许可证保护之下。
zh_hant: Alcove 的版本說明和可安裝版本需要授權才能取得。

source: Alcove license key
de: Alcove-Lizenzschlüssel
es: Clave de licencia de Alcove
fr: Clé de licence Alcove
it: Chiave di licenza Alcove
ja: Alcoveライセンスキー
pt_br: Chave de licença do Alcove
ru: Лицензионный ключ Alcove
tr: Alcove lisans anahtarı
zh_hans: Alcove 许可证密钥
zh_hant: Alcove 授權金鑰

source: Alcove rejected this license key.
de: Alcove hat diesen Lizenzschlüssel abgelehnt.
es: Alcove rechazó esta clave de licencia.
fr: Alcove a rejeté cette clé de licence.
it: Alcove ha rifiutato questa chiave di licenza.
ja: Alcoveはこのライセンスキーを拒否しました。
pt_br: O Alcove rejeitou esta chave de licença.
ru: Alcove отклонил этот лицензионный ключ.
tr: Alcove bu lisans anahtarını reddetti.
zh_hans: Alcove 拒绝了此许可证密钥。
zh_hant: Alcove 拒絕了此授權金鑰。

source: All apps
de: Alle Apps
es: Todas las apps
fr: Toutes les applications
it: Tutte le app
ja: すべてのアプリ
pt_br: Todos os apps
ru: Все приложения
tr: Tüm uygulamalar
zh_hans: 所有应用
zh_hant: 所有 App

source: All command-line formulae are current.
de: Alle Kommandozeilen-Formeln sind aktuell.
es: Todas las fórmulas de línea de comandos están actualizadas.
fr: Toutes les formules en ligne de commande sont à jour.
it: Tutte le formule da riga di comando sono aggiornate.
ja: すべてのコマンドライン用フォーミュラは最新です。
pt_br: Todas as fórmulas de linha de comando estão atualizadas.
ru: Все формулы командной строки актуальны.
tr: Tüm komut satırı formülleri güncel.
zh_hans: 所有命令行配方均为最新版本。
zh_hant: 所有命令列 formula 皆為最新。

source: All time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Tout
it: Sempre
ja: 全期間
pt_br: Tudo
ru: За всё время
tr: Tüm zamanlar
zh_hans: 全部时间
zh_hant: 全部時間

source: Always replace
de: Immer ersetzen
es: Reemplazar siempre
fr: Toujours remplacer
it: Sostituisci sempre
ja: 常に置き換える
pt_br: Sempre substituir
ru: Всегда заменять
tr: Her zaman değiştir
zh_hans: 始终替换
zh_hant: 一律替換

source: Always scanned
de: Wird immer gescannt
es: Siempre exploradas
fr: Toujours analysé
it: Sempre analizzate
ja: 常にスキャン
pt_br: Sempre examinadas
ru: Всегда сканируется
tr: Her zaman taranır
zh_hans: 始终扫描
zh_hant: 一律掃描

source: An iPad app brought to the Mac with Mac Catalyst.
de: Eine iPad-App, die mit Mac Catalyst auf den Mac gebracht wurde.
es: Una app de iPad llevada al Mac con Mac Catalyst.
fr: Une app iPad portée sur le Mac avec Mac Catalyst.
it: Un’app per iPad portata sul Mac con Mac Catalyst.
ja: Mac Catalyst で Mac に移植された iPad アプリです。
pt_br: Um app de iPad trazido para o Mac com o Mac Catalyst.
ru: Приложение для iPad, перенесённое на Mac с помощью Mac Catalyst.
tr: Mac Catalyst ile Mac’e getirilmiş bir iPad uygulaması.
zh_hans: 用 Mac Catalyst 移植到 Mac 的 iPad 应用。
zh_hant: 透過 Mac Catalyst 移植到 Mac 的 iPad App。

source: An iPhone or iPad app running on Apple silicon.
de: Eine iPhone- oder iPad-App, die auf Apple Silicon läuft.
es: Una app de iPhone o iPad ejecutándose en Apple silicon.
fr: Une app iPhone ou iPad exécutée sur Apple silicon.
it: Un’app per iPhone o iPad in esecuzione su Apple silicon.
ja: Apple シリコン上で動く iPhone / iPad アプリです。
pt_br: Um app de iPhone ou iPad executado em Apple silicon.
ru: Приложение для iPhone или iPad, работающее на Apple silicon.
tr: Apple silicon üzerinde çalışan bir iPhone veya iPad uygulaması.
zh_hans: 在 Apple 芯片上运行的 iPhone / iPad 应用。
zh_hant: 在 Apple 晶片上執行的 iPhone 或 iPad App。

source: Another update is being installed right now — by DuoUpdater or by `duo` in a terminal. Try again once it finishes.
de: Gerade wird bereits ein Update installiert – von DuoUpdater oder von `duo` im Terminal. Versuche es erneut, sobald es fertig ist.
es: Ya se está instalando otra actualización, desde DuoUpdater o desde `duo` en el terminal. Inténtalo de nuevo cuando termine.
fr: Une autre mise à jour est en cours d’installation — par DuoUpdater ou par `duo` dans un terminal. Réessaie une fois qu’elle est terminée.
it: Un altro aggiornamento è in corso di installazione, da parte di DuoUpdater o di `duo` in un terminale. Riprova quando termina.
ja: 現在、別のアップデートをインストール中です（DuoUpdater か、ターミナルの `duo`）。完了してからもう一度お試しください。
pt_br: Outra atualização está sendo instalada agora — pelo DuoUpdater ou pelo `duo` em um terminal. Tente de novo quando terminar.
ru: Сейчас уже устанавливается другое обновление — через DuoUpdater или через `duo` в терминале. Повторите, когда оно завершится.
tr: Şu anda başka bir güncelleme yükleniyor — DuoUpdater tarafından veya bir terminalde `duo` ile. Bitince yeniden deneyin.
zh_hans: 当前已有一个更新正在安装 —— 来自 DuoUpdater 或终端里的 `duo`。等它完成后再试一次。
zh_hant: 目前正在安裝另一個更新——來自 DuoUpdater 或終端機中的 `duo`。完成後再試一次。

source: Answered from this Mac. Nothing crossed the network at all.
de: Von diesem Mac beantwortet. Es ging nichts über das Netzwerk.
es: Respondida por este Mac. No pasó nada por la red.
fr: Répondue par ce Mac. Rien n’est passé par le réseau.
it: Risposta fornita da questo Mac. Nulla è passato in rete.
ja: この Mac が応答しました。ネットワークには何も出ていません。
pt_br: Respondida por este Mac. Nada passou pela rede.
ru: Ответ дал сам этот Mac. По сети не прошло ничего.
tr: Bu Mac’te yanıtlandı. Ağa hiçbir şey çıkmadı.
zh_hans: 由这台 Mac 直接应答，完全没走网络。
zh_hant: 由這台 Mac 直接回應，完全沒有經過網路。

source: App Management
de: App-Verwaltung
es: Gestión de apps
fr: Gestion des applications
it: Gestione app
ja: Appの管理
pt_br: Gerenciamento de Apps
ru: Управление приложениями
tr: Uygulama Yönetimi
zh_hans: 应用管理
zh_hant: App 管理

source: App Store can't replace %@ while it's open. If this looks stuck, switch to App Store and click Continue — it waits until you do. %@ reopens when the update lands.
de: Der App Store kann %@ nicht ersetzen, solange es geöffnet ist. Wenn es hängen zu bleiben scheint: Wechsle in den App Store und klicke auf „Fortfahren“ – er wartet darauf. %@ wird wieder geöffnet, sobald das Update eingespielt ist.
es: App Store no puede reemplazar %@ mientras está abierta. Si parece bloqueado, cambia a App Store y haz clic en «Continuar»: espera a que lo hagas. %@ se volverá a abrir cuando llegue la actualización.
fr: L’App Store ne peut pas remplacer %@ tant qu’elle est ouverte. Si cela semble bloqué, passe à l’App Store et clique sur « Continuer » — il attend que tu le fasses. %@ se rouvre une fois la mise à jour installée.
it: L’App Store non può sostituire %@ mentre è aperta. Se sembra bloccato, passa all’App Store e fai clic su Continua: attende finché non lo fai. %@ si riapre quando l’aggiornamento è completato.
ja: %@ が開いている間、App Store はそれを置き換えられません。止まって見えるときは App Store に切り替えて「続ける」をクリックしてください（クリックするまで待ち続けます）。更新が適用されると %@ は再び開きます。
pt_br: A App Store não pode substituir %@ enquanto ele estiver aberto. Se parecer travado, vá até a App Store e clique em Continuar — ela espera até você fazer isso. %@ reabre quando a atualização for instalada.
ru: App Store не может заменить %@, пока оно открыто. Если кажется, что всё зависло, перейдите в App Store и нажмите «Продолжить» — он ждёт именно этого. %@ откроется снова, когда обновление установится.
tr: App Store, %@ açıkken onu değiştiremez. Takılmış gibi görünüyorsa App Store’a geçip Devam’a tıklayın — siz tıklayana kadar bekler. Güncelleme tamamlanınca %@ yeniden açılır.
zh_hans: %@ 开着的时候 App Store 无法替换它。如果看起来卡住了，切到 App Store 点「继续」—— 它会一直等你点。更新装好后 %@ 会自动重新打开。
zh_hant: %@ 開著時，App Store 無法替換它。如果看起來卡住了，請切換到 App Store 並按一下「繼續」——它會一直等到你按下。更新完成後 %@ 會重新打開。

source: App Store updates install through a background item that macOS asks you to approve once. Switch DuoUpdater on under Login Items & Extensions, then run the update again — after that it stays on and never asks for your password.
de: App-Store-Updates werden über ein Hintergrundelement installiert, das macOS dich einmal zu bestätigen bittet. Schalte DuoUpdater unter „Anmeldeobjekte & Erweiterungen“ ein und führe das Update erneut aus – danach bleibt es aktiviert und fragt nie wieder nach deinem Passwort.
es: Las actualizaciones de la App Store se instalan mediante un elemento en segundo plano que macOS te pide aprobar una vez. Activa DuoUpdater en «Elementos de inicio de sesión y extensiones» y vuelve a ejecutar la actualización; después permanecerá activado y no volverá a pedirte la contraseña.
fr: Les mises à jour de l'App Store s'installent via un élément en arrière-plan que macOS vous demande d'approuver une fois. Activez DuoUpdater dans « Éléments de connexion et extensions », puis relancez la mise à jour — il restera ensuite activé et ne redemandera plus votre mot de passe.
it: Gli aggiornamenti dell’App Store si installano tramite un elemento in background che macOS ti chiede di approvare una volta. Attiva DuoUpdater in Elementi login ed estensioni, poi esegui di nuovo l’aggiornamento: da quel momento resta attivo e non chiede mai la password.
ja: App Storeのアップデートは、macOSが一度だけ承認を求めるバックグラウンド項目を通じてインストールされます。「ログイン項目と機能拡張」でDuoUpdaterをオンにしてから、もう一度更新を実行してください — 以降はオンのままになり、パスワードを尋ねられることはありません。
pt_br: As atualizações da App Store são instaladas por um item em segundo plano que o macOS pede para você aprovar uma vez. Ative o DuoUpdater em Itens de Início de Sessão e Extensões e execute a atualização de novo — depois disso ele continua ativado e nunca pede sua senha.
ru: Обновления App Store устанавливаются через фоновый элемент, который macOS просит подтвердить один раз. Включите DuoUpdater в разделе «Объекты входа и расширения», затем повторите обновление — после этого он останется включённым и больше не запросит пароль.
tr: App Store güncellemeleri, macOS’in bir kez onaylamanızı istediği bir arka plan öğesi aracılığıyla yüklenir. Oturum Açma Öğeleri ve Genişletmeler’de DuoUpdater’ı açın, ardından güncellemeyi yeniden çalıştırın — bundan sonra açık kalır ve parolanızı hiç sormaz.
zh_hans: App Store 更新通过一个后台项目安装，macOS 会要求你批准一次。请在“登录项与扩展”中开启 DuoUpdater，然后重新运行更新 — 之后它会保持开启，不再询问密码。
zh_hant: App Store 更新透過背景項目安裝，macOS 會要求你核准一次。請在「登入項目與延伸功能」中開啟 DuoUpdater，然後再執行一次更新——之後它會保持開啟，不再要求你輸入密碼。

source: App Store updates need it — finish setup
de: Für App-Store-Updates erforderlich – Einrichtung abschließen
es: Necesario para las actualizaciones de la App Store: termina la configuración
fr: Nécessaire pour les mises à jour de l'App Store — terminez la configuration
it: Serve per gli aggiornamenti App Store — completa la configurazione
ja: App Store のアップデートに必要です — セットアップを完了してください
pt_br: Necessário para atualizações da App Store — conclua a configuração
ru: Нужен для обновлений App Store — завершите настройку
tr: App Store güncellemeleri için gerekli — kurulumu bitirin
zh_hans: App Store 更新需要它 — 请完成设置
zh_hant: App Store 更新需要它 — 請完成設定

source: Apps and versions you've told DuoUpdater to leave alone.
de: Apps und Versionen, die du DuoUpdater in Ruhe zu lassen gebeten hast.
es: Apps y versiones que le has pedido a DuoUpdater que no toque.
fr: Applications et versions que vous avez demandé à DuoUpdater de laisser tranquilles.
it: App e versioni che hai chiesto a DuoUpdater di lasciar stare.
ja: DuoUpdaterに手を付けないよう指示したアプリとバージョン。
pt_br: Apps e versões que você pediu ao DuoUpdater para deixar de lado.
ru: Приложения и версии, которые вы попросили DuoUpdater не трогать.
tr: DuoUpdater’a dokunmamasını söylediğiniz uygulamalar ve sürümler.
zh_hans: 你已告知 DuoUpdater 不做处理的应用和版本。
zh_hant: 你已要求 DuoUpdater 不要處理的 App 和版本。
